FemDesign.CoverReferenceList
cover_referencelist_type

FemDesign.CoverReferenceList.#ctor
Parameterless constructor for serialization.

FemDesign.CoverReferenceList.FromObjectList(System.Collections.Generic.List{System.Object})
Get guid from objects (only bars and slabs supported) in list.
objs: Bars and/or Slabs